const HomeList = [
	'（一）国家概况',
	'（二）入境须知',
	'（三）安全防范',
	'（四）交通出行',
	'（五）物价医疗',
	'（六）实用信息',
	'（七）深度了解',
];

const HomeDetail = new Map([
	[
		HomeList[0], `【国名】毛里求斯共和国　　
【国旗】红色象征为独立自由而斗争，蓝色象征大海，黄色象征独立之光照耀岛国，绿色象征农业和四季常青。 
    【面积】2040平方公里（包括属岛）。　　
　　【人口】 全国人口约129.35万人。居民主要由印巴、非洲、中国和欧洲移民的后裔组成。印裔约占全国人口的69%，克里奥尔人(非洲和非欧混血后裔)约占27%，华人约占2.3%，法、英等欧洲后裔约占1.7%。约52%居民信奉印度教，31.3%信奉基督教和天主教，16.6%信奉伊斯兰教，另有少数人信奉佛教。　　
　　【首都】路易港，面积42.7平方公里，人口14万。　　
　　【行政区划】毛里求斯分为7个大区和5个直辖市，区下设130个村。5个城市分别是路易港市、博巴森/荷精市、卡特邦市、瓦瓜/菲尼克斯市、鸠比市。首都路易港市位于毛岛西北部，三面依山一面临海，群山构成天然屏障。面积42.7平方公里，人口约14万。其名称源于法国国王路易十五。始建于1735年法国总督拉波多内统治时期，是毛政治、经济、金融中心和联系非洲、亚洲、大洋洲的重要中转站。市内有店铺林立的唐人街、自然历史博物馆、圣路易大教堂、清真寺和赛马场等，是毛多民族、多文化交融的缩影。路易港是印度洋最繁忙的港口之一，常可看到不同国籍的商船和渔船在此停靠，呈现热闹而忙碌的海港风情。港口附近有专门为游人开辟出的Caudan水滨购物中心区，有宽敞洁净的购物大楼，可以买到各种纪念品及服饰。
　　【语言】英语是毛官方语言。法语普遍使用，报刊、杂志、电视以法文为主；克里奥尔语是居民最常用口语。　　
　　【时区】属东四区，比北京晚四小时。　　
　　【货币】毛里求斯卢比。　　
　　【节日】 3月12日为独立日和共和国日，元旦是各民族共同的节日。此外每个民族有各自节日，如印裔的灯节、泰米尔人的扎针节、穆斯林的开斋节、基督徒的圣诞节和华人的春节，均为公共假日。　　
　　【自然地理】位于非洲大陆东南，印度洋西南部，由若干岛屿组成。海岸线长250公里，西距马达加斯加800公里、距非洲大陆东海岸2200公里，南距留尼汪160公里，东距澳大利亚4827公里。毛主岛系火山喷发形成，浅海地区有珊瑚礁环绕。全年分夏、冬两季：11月至次年4月为夏季，沿海平均气温27℃，中部高原22℃，海水温度约27℃；5月至10月为冬季，沿海平均气温24℃，中部高原19℃，海水温度约22℃。　　
　　【简史】毛里求斯原为荒岛。早在公元一千年前，阿拉伯商人就曾抵达此地。16世纪初，葡萄牙人探险队将现在的毛里求斯、罗德里格斯和留尼汪诸岛取名为马斯克林群岛，但未在岛上开辟殖民地。1598年荷兰人占领该岛，并以荷兰君主莫里斯的名字命名。1715年法国占领毛岛并改名为“法兰西岛”。1814年成为英国殖民地，并被重新命名为“毛里求斯”。1961年实行自治。1968年3月12日宣布独立，英国女王为国家元首，总督代表其行使权力。1992年3月12日改行共和制，仍留在英联邦内。`
	],
	[
		HomeList[1], `1、入境签证
    中国公民持有效中国护照、返程机票、住宿证明（机票订单）和经济能力证明在毛里求斯旅游不超过30天，免办签证。
详细…
（以下内容默认折叠，点击“详细…”后展开）
    《中华人民共和国政府和毛里求斯共和国政府关于互免签证的协定》于2013年10月31日生效。根据协定规定，中国公民持有效中国护照、返程机票、住宿证明和经济能力证明，入境、出境或者过境毛里求斯，停留不超过30天，免办签证。详情请参阅中国驻毛里求斯使馆网站：http://www.ambchine.mu/chn/。停留超过30天，赴毛工作、定居、学习或从事媒体活动，需在出发前到毛驻华使馆申办相应种类签证。
　　具体事宜可咨询毛驻华使馆。毛里求斯驻华使馆地址：北京东直门外大街23号东外外交办公楼202，邮编100600，电话：0086-10-65325695，65325698（领事部），传真：65325706。电子邮件：mebj@public.bta.net.cn。
　　签证注意事项：毛里求斯法律规定，持旅游签证者不得在毛里求斯工作，违反者将被驱逐出境，并列入黑名单、不得再次入境。
　　入境人员需填写入境卡。
    2、海关防疫
　　禁止个人携带以下物品入境：枪支弹药，毒品，带有淫秽内容的出版物及音像制品，蔬菜、鲜花和作物，动物，金币、金条，违禁捕鱼用具等。
　　以下物品限量携带入境：个人物品价值不得超过7,500卢比；成人旅客所携带的烈酒不得超过1升，葡萄酒和啤酒不得超过2升，烟草不得超过250克。
　　违规携带物品或不按规定报关可能受到的处罚：如所带物品超出上述限额，入境请走红色通道申报；不申报者，一经查获，物品将被没收并处罚款。`
	],
	[
		HomeList[2], ` 1、社会治安
总体治安状况良好，毛里求斯政府对枪支管制严格；但近年来刑事犯罪案件有上升趋势，针对旅游者的抢劫、盗窃甚至伤害案件时有发生。夜间单独外出需保持警惕，在酒店及公共场合要特别注意保护随身财物。入住酒店请务必使用房间保险箱保存现金等贵重物品，以免失窃。
2、交通安全
　　毛里求斯机动车驾驶员座位在右侧，车辆沿道路左侧行驶（右舵左行，与国内左舵右行相反）。在右侧行驶的车辆有道路优先权。道路交汇处多为环岛，在环岛内行驶的车辆有道路优先权，欲进入环岛的车辆应停车避让；在内环行驶的车辆有驶出环岛的道路优先权，在外环行驶的车辆应注意避让。
普通道路大多比较狭窄，夜晚没有路灯，道路两侧没有人行道。请尽量避免夜晚驾车或步行，驾车时请注意避让行人。摩托车多并与汽车共用车道，驾车时请注意避让摩托车。请勿在驾车时使用手机拨打或接听电话，勿酒后驾车，请遵守不同道路的限速规定，勿超速驾驶。租车时请注意仔细阅读合同条款，建议购买全险。请记好租车公司的热线电话，外出时携带信号良好的通讯设备，车辆遇到问题，请及时与租车公司联系解决。
3、旅游安全
　　毛里求斯海上运动项目丰富多彩，但具潜在危险，应时刻注意安全，选择适合项目并采取相应防护措施。宜结伴同行，相互照应，别离岸太远；初涉海上运动须接受必要的培训；赴远海活动时，切记随身携带信号良好的通讯设备并掌握准确的求救电话，以备不时之需。
    4、自然灾害
　　毛里求斯近年来未发生大规模自然灾害，每年1—3月有热带台风气旋过境，带来较大量降雨。台风过境期间海边风浪较大，切勿下海游泳或进行水上活动。
    5、食品卫生
　　当地卫生部门监管较严，餐厅食品卫生状况较好，无大规模消化道传染疾病流行。路边食品摊贩卫生状况良莠不齐，请游客注意饮食卫生。`
	],
	[
		HomeList[3], `1、空中交通
　　位于毛岛南部普莱桑斯地区的拉姆古兰国际机场由中国援建，旧航站楼面积3.2万平方米，新航站楼面积5.7万平方米，可以起降大型客机。拉姆古兰机场与各主要城市相距均较远，且无机场大巴。游客可在机场乘出租车前往各主要城市。
　　毛里求斯航空公司成立于1967年6月，现已开通近30条国际航线，连接10多个欧、亚、非国家，与伦敦、巴黎、罗马、香港等20余个城市有直航。每周有10次航班往返中国：
　　（1）直飞北京1次（周六从毛里求斯出发，周一从北京出发）
　　（2）直飞上海2次（周二/周日从毛里求斯出发，周一/周三从上海出发）
　　（3）直飞成都1次（周一从毛里求斯出发，周二从成都出发）
　　（4）直飞广州1次（周二从毛里求斯出发，周三从广州出发，自2016年7月12日起）
　　（5）直航香港2次（周四/周日从毛里求斯出发，周二/周六从香港出发）
　　（6）每周有3个航班于周一、周三和周五经停我们在吉隆坡的航空枢纽，乘客可以从那里直接搭乘（合作伙伴马来西亚航空公司的）代码共享航班飞往上海、北京、广州和香港。
    2、陆路交通
　　毛里求斯岛内以公路运输为主，无铁路。毛公路交通较发达，由机场经首都路易港到岛北的高速公路纵贯全岛，路况较好。公路依地势而建，弯路、起伏较多，路口多为转盘。毛为英联邦国家，车辆方向盘为右舵，靠左行驶，中国驾照可以在当地使用，但需要同时提供英文翻译件。
    3、水路交通
　　毛里求斯90%以上的进出口物资依靠海运。路易港是毛唯一的国际商港，1993年被宣布为自由港。该港口现代化程度高，集装箱吞吐量大，能停靠最现代化的集装箱船，拥有26公顷的集装箱码头和5台现代化集装箱起重机，是撒哈拉以南非洲地区第二大集装箱港口（最大港为开普敦）。毛政府努力把路易港建设成地区海运中心。
　　截至2011年6月，共有20多条来往欧洲、澳洲、亚洲和南非的国际货运班轮经停路易港。MSCL公司拥有大型客货两用轮船“毛里求斯骄傲”号，可载客268人，每月有4—5班次往返毛岛与法属留尼汪之间，航程10—12小时。
    4、市内交通
　　毛里求斯主要城市规模均不大，均有公交巴士线路连接。毛无地铁。出租车乘坐方便，价格约为3美元/公里。`
	],
	[
		HomeList[4], `1、物产物价
　　毛里求斯主要物产为蔗糖，食品和日用品基本依靠进口。除面包、面粉、大米等国家补贴的粮食外，其他商品物价均比中国高1—2倍。
　　当地通用货币为毛里求斯卢比（Mauritius Rupee），汇率中间价为1美元≈35卢比（2016年10月数据）。增值税（VAT）税率为15%。除现金外，VISA、万事达、运通、JCB等国际信用卡及中国银联卡均可在毛支付。
　　毛金融服务业较发达，最大的银行是毛里求斯商业银行（MCB），为私营银行，其业务量约占毛市场的三分之一以上。
    2、保险医疗
　　毛里求斯医院分为公立和私立两种。公立医院实行免费就医，私立医院条件较为优越，但价格昂贵。2012年底，全国共有医院15所，地区医疗中心25个，医疗诊所3个，社区医疗中心129个，私人诊所17个，共有床位3865张。主要医院有路易港杰图医院、维多利亚医院、拉姆古兰医院等，中国援建的弗拉克医院和印度援建的尼赫鲁医院为医疗设施比较齐全的地区级医院。各级医院均提供药品销售服务。
　　毛常见疾病为蚊虫叮咬引起的皮肤瘙痒、水土不服引起的腹泻等，旅游者可自备相关药物，也可到当地药店购买。`
	],
	[
		HomeList[5], ` 1、风俗禁忌
　　毛里求斯各民族有不同的宗教信仰。印族后裔多信仰印度教（48%），穆斯林信仰伊斯兰教（16.6%），法、英后裔和克里奥尔人多信仰天主教（23.6%）和基督教（8.6%），华人主要信仰天主教、基督教和佛教。
　　出于对不同宗教信仰的尊重，通常不食牛、猪肉及相关食物。毛里求斯人见面时双方握手或亲吻面颊，初次见面握手即可，较熟悉或感到亲切的男女朋友或女性朋友之间相互亲吻左右面颊各一下。
　　毛主要节假日为独立日（亦称共和国日，3月12日）、圣诞节（12月25日）、印度人的灯节（10月至11月间）、泰米尔人的扎针节（2月1日）、穆斯林的开斋节（10月间）以及华人的春节（农历正月初一）等。
    2、通信电源
　　毛里求斯采用英式三孔插座，标准电压230/220伏。毛里求斯主要使用ADSL网络，网络覆盖率和网速不断提升，各大酒店均有上网设施，收费不一。邮局为民众提供免费上网服务。
毛里求斯拥有现代化的电话网，手机网络制式与中国手机兼容。毛电话普及率较高，从毛里求斯向中国拨打国际长途的资费标准为0.1—0.15美分/分钟。
3、微信卡
在中国驻毛里求斯大使馆推动下，毛里求斯国家电信公司与中国腾讯集团联合打造专门针对中国游客的海外微信专用电话卡。卡内预存1G微信免费流量、200M普通上网流量及100卢比（约合2.5美元）等值话费，推广期间售价为150卢比（约合人民币30元），中国游客可以通过旅行社、酒店购买。充足的流量和话费可满足游客在最长一个月的旅行中聊天、视频、导航、与朋友分享旅游见闻等各种需求。
4、毛里求斯天气（链接）
5、美元、人民币与毛里求斯卢比兑换比价（链接）
6、其他
　　毛里求斯无天体海滩。
　　毛里求斯酒店通常在下午2点后入住，中午12点前退房。
　　毛里求斯银行周末和节假日关门；大部分商店和超市周日下午关门；多数餐馆周一晚上关门。`
	],
	[
		HomeList[6], `1、关注“中国驻毛里求斯大使馆”微信公众号（chinaemb_mu），获取最新资讯
2、趣味阅读：《天堂原乡》第二章《海岛揽胜》（由使馆外交官集体撰写）

每个人心中都有一座岛。来到美丽的毛里求斯，无论是想与爱人徜徉在棉柔的细沙海滩边，享受朝阳落日，还是和三五好友远足攀岩，出海畅游，体会活力友情；无论是饕餮原汁原味天然秀色，感叹大自然鬼斧神工，还是抚摸残垣古壁，追寻历史记忆；在这座神奇的岛上，都能找到属于你的那片乐土，契合你现时的心情。海岛揽胜，让我们沿着既定的足迹先初尝一番毛岛的美吧。

一、北线：皇家植物园 ---糖业博物馆---大湾---红顶教堂
二、中线：路易港---台伯山---火山口---圣水湖---黑河森林公园---七色土---茶园
三、西线：Tamarin看海豚---摩尔山---水下瀑布---鸟公园
四、南线：鳄鱼公园---观浪台与Gris-Gris---自然桥---蓝海湾`
	]
]);

export {HomeList};
export {HomeDetail};